Repository: CodeCabin/wp-google-maps
Catalog: languages/outdated/wp-google-maps-*.po
Languages: it_it

source: Your settings have been saved.
it_it: Impostazioni salvatate

source: Your marker location has been saved.
it_it: Localizzazione salvata

source: There was a problem deleting the map.
it_it: C'è stato un problema nell'eliminare la mappa

source: Delete your map
it_it: Elimina la mappa

source: Are you sure you want to delete the map
it_it: Sei sicuro di voler eliminare la mappa?

source: Yes
it_it: Si

source: Your Maps
it_it: Le tue mappe

source: Add New
it_it: Aggiungi nuova

source: Pro Version
it_it: Versione Pro

source: Create unlimited maps
it_it: Crea mappe illimitate

source: with the
it_it: con il

source: of WP Google Maps for only
it_it: di WP Google Maps

source: Title
it_it: Titolo

source: Width
it_it: Larghezza

source: Height
it_it: Altezza

source: Type
it_it: Tipo

source: Trash
it_it: Cestino

source: Edit
it_it: Modifica

source: Add custom icons, titles, descriptions, pictures and links to your markers with the
it_it: Aggiungi icone personalizzate, titoli, descrizioni, immagini e link ai tuoi segnaposti con la

source: Pro Edition
it_it: Edizione Pro

source: of this plugin for just
it_it: di questo plugin per soli

source: Purchase the Pro Edition
it_it: Acquista l'Edizione Pro

source: of WP Google Maps and save your markers to a CSV file!
it_it: del WP Google Maps e salva i tuoi segnaposti in un file CSV!

source: Map Settings
it_it: Impostazioni mappa

source: Short code
it_it: Codice Breve

source: copy this into your post or page to display the map
it_it: copialo nel tuo articolo o pagina per visualizzare la mappa

source: Map Name
it_it: Nome della mappa

source: Default Marker Image
it_it: Immagine Maker Default

source: Upload Image
it_it: Carica Immagine

source: available in the
it_it: disponibile nella

source: only
it_it: solo

source: Map type
it_it: Tipo di mappa

source: Roadmap
it_it: Stradale

source: Satellite
it_it: Satellitare

source: Hybrid
it_it: Ibrida

source: Terrain
it_it: Terrestre

source: Map Alignment
it_it: Allineamente mappa

source: Left
it_it: Sinistra

source: Center
it_it: Centrato

source: Right
it_it: Destra

source: None
it_it: Nessuno

source: Remember to save your map!
it_it: Ricordati di salvare la mappa!

source: Save Map
it_it: Salva la Mappa

source: Tip: Use your mouse to change the layout of your map. When you have positioned the map to your desired location, press "Save Map" to keep your settings.
it_it: Suggerimento: Utilizza il tuo mouse per cambiare la visualizzazione della mappa. Quando hai trovato la visualizzazione desiderata, premi "Salva Mappa" per mantenere le impostazioni.

source: Add a marker
it_it: Aggiungi un Segnaposto

source: Address/GPS
it_it: Indirizzo/GPS

source: Description
it_it: Descrizione

source: Pic URL
it_it: URL Immagine

source: Link URL
it_it: URL Link

source: Custom Marker
it_it: Segnaposto personalizzato

source: Animation
it_it: Animazione

source: Add Marker
it_it: Aggiungi Segnaposto

source: Adding
it_it: Aggiungendo

source: Save Marker
it_it: Salva Segnaposto

source: Saving
it_it: Salvataggio

source: Your Markers
it_it: I tuoi Segnaposti

source: Add detailed information to your markers!
it_it: Aggiungi informazioni dettagliate ai tuoi segnaposti!

source: Add custom markers to your map!
it_it: Aggiungi i segnaposti personalizzati alla tua mappa!

source: Add detailed information to your markers for only
it_it: Aggiungi informazioni dettagliate solo ai tuoi segnaposti

source: Click
it_it: Clicca

source: here
it_it: qui

source: Add different marker icons, or your own icons to make your map really stand out!
it_it: Aggiungi icone differenti per i segnaposti, o le tue icone per rendere unica la tua mappa!

source: Allow your visitors to get directions to your markers!
it_it: Permetti agli utenti di ottenere le indicazioni stradali per i tuoi segnaposti!

source: WP Google Maps encourages you to make use of the amazing icons created by Nicolas Mollet's Maps Icons Collection
it_it: Wp Google Maps ti invita ad utilizzare le fantastiche icone create da Nicolas Mollet

source: and to credit him when doing so.
it_it: ed attribuirgli i credits.

source: Edit Marker Location
it_it: Modifica la Localizzazione del Segnaposto

source: Marker Latitude
it_it: Latitudine del Segnaposto

source: Marker Longitude
it_it: Longitudine del Segnaposto

source: Save Marker Location
it_it: Salva Posizione Segnaposto

source: Tip: Use your mouse to change the location of the marker. Simply click and drag it to your desired location.
it_it: Suggerimento: Usa il mouse per cambiare la posizione del segnaposto. Clicca e spostalo nella posiziona desiderata.

source: There are too many markers to make use of the live edit function. The maximum amount for this functionality is 2000 markers. Anything more than that number would crash your browser. In order to edit your markers, you would need to download the table in CSV format, edit it and re-upload it.
it_it: Ci sono troppi segnaposti per poter utilizzare la funzione di modifica in tempo reale. Per questa funzionalità puoi utilizzare fino ad un massimo di 2000 segnaposti. Ulteriori segnaposti potrebbero causare un malfunzionamento del tuo navigatore. Per modificare i tuoi segnaposto, puoi scaricare la tabella in formato CSV e ricaricarla.

source: Icon
it_it: Icona

source: Address
it_it: Indirizzo

source: Image
it_it: Immagine

source: Action
it_it: Azione

source: View this link
it_it: Visualizza questo link

source: Edit this marker
it_it: Modifica questo segnaposto

source: Edit Location
it_it: Modifica la localizzazione

source: Delete this marker
it_it: Elimina il segnaposto

source: Delete
it_it: Elimina

source: The plugin directory does not have 'write' permissions. Please enable 'write' permissions (755) for
it_it: La cartella del plugin non ha i permessi di 'scrittura' (755) per

source: in order for this plugin to work! Please see
it_it: far funzionare questo plugin! Vedi

source: this page
it_it: questa pagina

source: for help on how to do it.
it_it: aiuto su come farlo.

source: Get great map markers <a href='http://mapicons.nicolasmollet.com/' target='_BLANK' title='Great Google Map Markers'>here</a>
it_it: Scarica nuovi segnaposti da <a href='http://mapicons.nicolasmollet.com/' target='_BLANK' title='Great Google Map Markers'>questo sito</a>

source: Bounce
it_it: Rimbalzo

source: Drop
it_it: Getta

source: Or paste image URL
it_it: O incolla URL dell'immagine

source: ignore if you want to use the defaul marker
it_it: ignora se vuoi utilizzare il segnaposto di default

source: Format: http://www.domain.com
it_it: Formato: http://www.domain.com

source: More details
it_it: Altri dettagli

source: Get directions
it_it: Calcola percorso

source: From
it_it: Da

source: To
it_it: A

source: Go
it_it: Vai

source: Please fill out both the 'from' and 'to' fields
it_it: Inserire entrambe i campi 'da' e 'a'

source: Geocode was not successful for the following reason
it_it: Geocode non ha funzionato per i seguenti motivi

source: Header 1 should be 'id', not
it_it: L'intestazione 1 dovrebbe essere 'id', non

source: Header 2 should be 'map_id', not
it_it: L'intestazione 2 dovrebbe essere 'map_id', non

source: Header 3 should be 'address', not
it_it: L'intestazione 3 dovrebbe essere 'address', non

source: Header 4 should be 'desc', not
it_it: L'intestazione 4 dovrebbe essere 'desc', non

source: Header 5 should be 'pic', not
it_it: L'intestazione 5 dovrebbe essere 'pic', non

source: Header 6 should be 'link', not
it_it: L'intestazione 6 dovrebbe essere 'link', non

source: Header 7 should be 'icon', not
it_it: L'intestazione 7 dovrebbe essere 'icon', non

source: Header 8 should be 'lat', not
it_it: L'intestazione 8 dovrebbe essere 'lat', non

source: Header 9 should be 'lng', not
it_it: L'intestazione 9 dovrebbe essere 'lng', non

source: Header 10 should be 'anim', not
it_it: L'intestazione 10 dovrebbe essere 'anim', non

source: Header 11 should be 'title', not
it_it: L'intestazione 11 dovrebbe essere 'title', non

source: CSV import failed
it_it: importazione CSV fallita

source: Your CSV file has been successfully imported
it_it: Il tuo file CSV è stato importato correttamente

source: Download ALL marker data to a CSV file
it_it: Scarica TUTTI i dati dei segnaposti in un file CSV

source: Advanced Options
it_it: Opzioni Avanzate

source: Upload File
it_it: Carica File

source: Upload CSV File
it_it: Carica File CSV

source: Replace existing data with data in file
it_it: Sostituisci i tuoi dati esistenti con i dati del file

source: OR
it_it: O

source: including Pro add-on
it_it: include Pro add-on

source: including Pro &amp; Gold add-ons
it_it: include Pro &amp; Gold add-on

source: Download this data as a CSV file
it_it: Scarica le informazioni come file CSV

source: Advanced Map Styling
it_it: Stile Mappa Avanzato

source: Use the <a href='http://gmaps-samples-v3.googlecode.com/svn/trunk/styledmaps/wizard/index.html' target='_BLANK'>Google Maps API Styled Map Wizard</a> to get your style settings
it_it: Utilizza <a href='http://gmaps-samples-v3.googlecode.com/svn/trunk/styledmaps/wizard/index.html' target='_BLANK'>Google Maps API Styled Map Wizard</a> per le impostazioni del tuo stile

source: Enable Advanced Styling
it_it: Abilita lo Stile Avanzato

source: Paste the JSON data here
it_it: Incolla qui i dati JSON

source: Save Style Settings
it_it: Salva le impostazioni di sitle

source: Maps
it_it: Mappe

source: Advanced
it_it: Avanzate

source: Create your Map
it_it: Crea la tua Mappa

source: Show advanced options
it_it: Mostra le opzioni avanzate

source: Hide advanced options
it_it: Nascondi le impostazioni avanzate

source: List all Markers
it_it: Elenca tutti i Segnaposti

source: List all markers below the map
it_it: Elenca tutti i segnaposti sotto la mappa

source: Directions Box Open by Default?
it_it: Box delle indicazioni stradali aperto come predefinito?

source: Yes, on the left
it_it: Si, a sinistra

source: Yes, on the right
it_it: Si, sulla destra

source: Yes, above
it_it: Si, sopra

source: Yes, below
it_it: Si, sotto

source: Directions Box Width
it_it: Larghezza Box Indicazioni

source: InfoWindow open by default
it_it: FinestraInfo aperta come predefinita

source: Disable StreetView
it_it: Disabilita StreetView

source: Disable Zoom Controls
it_it: Disabilita Controlli Zoom

source: Disable Pan Controls
it_it: Disabilita Controlli Spostamento

source: Disable Map Type Controls
it_it: Disabilita i Controlli della Mappa

source: Disable Mouse Wheel Zoom
it_it: Disabilita la rotellina zoom del mouse

source: Open links in a new window
it_it: Apri i link in una nuova finestra

source: (Tick this if you want to open your links in a new window)
it_it: (Seleziona per aprire i link in una nuoava finestra)

source: Hide the address field
it_it: Nascondi il campo indirizzo

source: Other settings
it_it: Altre impostazioni

source: Max InfoWindow Width
it_it: Larghezza massima FinestraInfo

source: (Minimum: 200px)
it_it: (Minimo: 200px)

source: Image Thumbnails
it_it: Miniature immagine

source: (Tick this if you are having problems viewing your thumbnail images)
it_it: (Seleziona se hai problemi nel visualizzare le miniature delle immagini)

source: Default Image Height
it_it: Altezza immagine predefinita

source: Default Image Width
it_it: Larghezza immagine predefinita

source: InfoWindow Settings
it_it: Impostazioni FinestraInformazioni

source: General Map Settings
it_it: Impostazioni generali mappa

source: Do not use TimThumb
it_it: Non utilizzare TimThumb

source: WP Google Map Settings
it_it: Impostazioni WP Google Maps

source: Enable Directions?
it_it: Abilitare le inicazioni stradali?

source: Enable Bicycle Layer?
it_it: Abilitare il livello delle Bici

source: Enable Traffic Layer?
it_it: Abilitare il livello del Traffico?

source: The KML/GeoRSS layer will over-ride most of your map settings
it_it: Il livello KML/GeoRSS sarà sovrascritto dalle impostazioni della tua mappa

source: KML/GeoRSS URL
it_it: URL KML/GeoRSS

source: Map Dimensions
it_it: Dimensioni della Mappa

source: Settings
it_it: Impostazioni
